app/Controllers/Admin.php

    public function index()
    {
        $counter = [
            'urusan' => [
                'color' => 'green',
                'title' => 'Data Urusan',
                'icon' => 'fa-chain-broken',
                'total' => \db_connect()->table('urusan')->countAllResults()
            ],
            'suburusan' => [
                'color' => 'blue',
                'title' => 'Data Sub Urusan',
                'icon' => 'fa-arrow-circle-o-right',
                'total' => \db_connect()->table('sub_urusan')->countAllResults()
            ],
            'ikk' => [
                'color' => 'green',
                'title' => 'Data IKK',
                'icon' => 'fa-arrow-circle-o-right',
                'total' => \db_connect()->table('ikk')->countAllResults()
            ],
            'rumus' => [
                'color' => 'blue',
                'title' => 'Data Rumus',
                'icon' => 'fa-flash',
                'total' => \db_connect()->table('rumus')->countAllResults()
---
SELECT COUNT(*) AS `numrows`
FROM `urusan`
SELECT COUNT(*) AS `numrows`
FROM `sub_urusan`
SELECT COUNT(*) AS `numrows`
FROM `ikk`
SELECT COUNT(*) AS `numrows`
FROM `rumus`

                'color' => 'blue',
                'title' => 'Sumber Data',
                'icon' => 'fa-database',
                'total' => \db_connect()->table('sub_urusan')->countAllResults()
---
SELECT COUNT(*) AS `numrows`
FROM `sub_urusan`

                'color' => 'green',
                'title' => 'Data makro',
                'icon' => 'fa-database',
                'total' => \db_connect()->table('makro')->countAllResults()
---
SELECT COUNT(*) AS `numrows`
FROM `makro`