app/Controllers/Wf.php

SELECT *
FROM `sy_user`
WHERE `username` = 'dev'
 LIMIT 1
---
    public function login_action()
    {
        $req = service('request');
        // wfDebug($req->getPost());
        $user = $req->getPost()['user'];
        $pass = $req->getPost()['pass'];
        $data = $this->SyUserModel->where('username', $user)->first();